<?php
/*果园公告信息
 * */
 	$data = array(
 		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
		array(
			"caption" => "全仓充值活动调整公告",
			"main" => "亲爱的果友们：果园全仓充值赠品调整如下：全仓单笔订单充值满1000元赠新奇士美国晚熟脐橙12个，价值99元。全仓单笔订单充值满2000元赠新奇士美国晚熟脐橙12个、新西兰皇后红玫瑰苹果12个，价值156元。注：（充值卡券充值除外），成都仓不参与本活动；充值卡充值无法开具发票欲知更多活动，敬请关注天天果园！"
		),
	);
	
	$data = array_chunk($data, 10);

	// 每页显示3条数据
	$page = $_GET["page"];

	echo json_encode($data[$page-1]);
	
?>